<div class="homepage-block">
    <div class="homepage-block-content">
        <div class="homepage-title">Задание</div>
        <div>Необходимо создать простое веб-приложение для управления списком
            пользователей и их ролей. Приложение должно позволять добавлять, просматривать,
            редактировать и удалять пользователей и роли, а также назначать роли
            пользователям. Задание должно быть выполнено без использования фреймворков, с
            использованием объектно-ориентированного подхода.
        </div>
    </div>
</div>